Repository: 14ndy15/cubyke
Catalog: translations/messages.*.xlf
Languages: de, es

# global.footer.write_to_us
source: Contact us directly
de: Kontaktiere uns
es: Escríbenos

# global.footer.legal
source: Legal
de: __global.footer.legal

# global.footer.privacy_policy
source: Privacy Policy
de: Datenschutz
es: Politica de privacidad

# global.footer.travel_condition
source: Terms and Conditions
de: Allgemeine Reisebedingungen
es: Condiciones

# global.footer.company-information
source: Company Information
de: Impressum
es: Información de la compañia

# global.footer.patent
source: Patente
de: Markenpatent

# index.bike.title
source: Our bikes
de: Unsere Bikes
es: Nuestras Bicis

# index.bike.description_1
source: Our Cubykes are technically top-modern and unique electric bikes that are handmade in Germany, but inspired in design by Cuba. The engine assistance is sensor-controlled and complies with the European guidelines for electric bicycles
de: Unsere Cubykes sind technisch hochmoderne und einzigartige Elektrofahrräder, die in Deutschland hergestellt werden und im Design durch Cuba inspiriert wurden. Die Motorunterstützung ist sensorgesteuert und entspricht den europäischen Richtlinien für Elektrofahrräder
es: Nuestras Cubykes son bicicletas eléctricas con tecnología de punta y vanguardistas y únicas, fabricadas en Alemania, pero inspiradas en su diseño de Cuba. La asistencia del motor está controlada por sensores y cumple con las directrices europeas para bicicletas eléctricas

# index.bike.description_2
source: Of course we also have classic trekking, city, mountain bikes and compact bikes in stock. Whatever you wish, in Cuba we are prepared for you and your adventure.
de: Natürlich haben wir auch klassische Trekking-, City-, Mountainbike- und Kompaktfahrräder auf Lager. Was auch immer du wünscht, in Kuba sind wir auf dich und dein Abenteuer vorbereitet.
es: Por supuesto, también tenemos disponibles bicicletas de trekking, de ciudad, de montaña y compactas. Lo que desees, en Cuba estamos preparados para ti y tu aventura.

# index.bike.bike1.title
source: Cubyke Compañero
de: __index.bike.bike1.title

# index.bikes.buy
source: If you are interested in purchasing an exclusive Cubyke, please send us
de: Wenn du am Kauf eines außergewöhnlichen Cubykes interessiert bist, schick uns deine
es: Si estás interesado en comprar una Cubyke exclusiva, envíanos

# index.bikes.buy.link
source: your request
de: Anfrage
es: tu solicitud

# index.hero.title
source: Ready for a bike adventure in Cuba?
de: Lust auf ein E-Bike Abenteuer in Cuba?
es: ¿Ganas de tener una aventura?

# index.hero.subtitle
source: Let’s go - get ready for your incomparable Cuba experience!
de: Dann los - mach Dich bereit für Dein ultimatives Cuba-Erlebnis!
es: ¡Adelante - prepárate para vivir una experiencia única en Cuba!

# index.us.team.title
source: Our team
de: Team
es: Equipo

# index.us.team.see_more
source: See more
de: __index.us.team.see_more
es: ver más

# index.tours.title
source: Discover Cuba by our tours
de: E-Bike Touren
es: Nuestros recorridos

# index.tours.description
source: We travel with you on our cubykes through Cuba and its impressive landscapes with its impressive people and on impressive bikes... of course we also drive to a lot of colonial cities such as Havana, Trinidad and Cienfuegos, but we also cross the beautiful cuban biosphere reserves in Viñales, Las Terrazas, El Nicho, Topes de Collantes, Las Escaleras de Jaruco, Isla De La Juventud and more
de: Wir fahren mit dir auf unseren Cubykes durch Kuba und seine beeindruckenden Landschaften mit beeindruckenden Menschen und auf beeindruckenden Rädern… natürlich steuern wir auch viele Kolonialstädte wie zum Beispiel Havanna, Trinidad und Cienfuegos an, aber wir durchqueren auch die wunderschönen Biosphärenreservate Cubas wie Viñales, Las Terrazas, El Nicho, Topes de Collantes, Las Escaleras de Jaruco, die Isla De La Juventud und mehr
es: Viajamos contigo en nuestras Cubykes por Cuba, mostrándote sus impresionantes paisajes, conociendo a su gente alegre y solidaria, en bicicletas increíbles. Por supuesto vamos a muchas ciudades coloniales como a La Habana, Trinidad y Cienfuegos, pero también cruzamos las hermosas reservas de la bisofera como Viñales, Las Terrazas, El Nicho, Topes de Collantes, Las Escaleras de Jaruco, la Isla de la Juventud y más

# global.read_more
source: read more
de: weiter
es: leer más

# index.us.title
source: About us
de: Wir
es: Sobre nosotros

# index.title
source: Discover Havana and Cuba by electric bicycles
de: Erkunde Havanna und Cuba mit dem E-Bike
es: Recorrer La Habana y Cuba en Bicicletas eléctricas

# index.meta.description
source: The combination of our exceptional bicycles and the unique Cuba make our trips an incomparable experience. Trust in our word.
de: Die Kombination aus unseren aussergewoehnlichen Bykes ✌ und dem einzigartigen Cuba machen unsere Trips fuer Dich zu einem unvergleichbaren Erlebnis. Nimm uns beim Wort
es: La combinación de nuestras excepcionales bicicletas ✌ y la única Cuba hacen de nuestros viajes una experiencia incomparable. Confía en nuestra palabra.

# global.see_more
source: See more
de: Mehr Infos
es: Ver más

# index.tour.inside_cuba.title
source: Special New-Years offer
de: Angebot zum Jahreswechsel
es: Oferta especial para el fin de año

# index.blog.more
source: More blogs
de: weiter
es: Más blogs

# index.hero.tour
source: Our tours
de: Unsere Touren
es: Ver recorridos

# index.us.description_1
source: The name Cubyke was inspired by our passion for Cuba and cycling. We construct Cubykes because it is just fun to construct and ride them. Because we love everyone of our e-bikes. And because we consider it the most vital and sustainable way to experience many of the most beautiful places in the world.
de: Der Name Cubyke entstand aus unserer Leidenschaft für Kuba und das Radfahren. Wir bauen Cubykes, weil es einfach Spaß macht sie zu bauen und zu fahren. Weil wir sie schön finden. Und weil wir es für die vitalste und nachhaltigste Art halten, viele der schönsten Orte der Welt zu erleben.
es: El nombre Cubyke esta inspirado en nuestra pasión por Cuba y el ciclismo. Construimos Cubykes porque es divertido construirlas y montarlas. Porque las encontramos hermosas. Y porque consideramos que es la forma más vital y sostenible de experimentar muchos de los lugares más hermosos del mundo.

# global.footer.in_germany
source: In Germany
de: In Deutschland
es: En Alemania

# global.header.home
source: Home
de: Start
es: Inicio

# global.header.tours
source: Tours
de: Touren
es: Recorridos

# global.header.bikes
source: Bikes
de: Unsere Bikes
es: Nuestras bicis

# global.header.about_us
source: About us
de: Über uns
es: Nosotros

# index.tour.inside_cuba.subtitle
source: Central Cuba 30.12 - 08.01
de: Kuba Central 30.12 - 08.01
es: Cuba Central 30.12. – 08.01.

# index.tour.inside_cuba.button
source: Book now!
de: Buche jetzt!
es: Reserva ahora!

# global.footer.index.name
source: Your name
de: Ihr Name
es: Su nombre

# global.footer.email
source: Your email
de: Ihre E-Mail-Adresse
es: Su correo

# global.footer.message
source: Your message
de: Ihre Nachricht
es: Que nos quieres decir

# global.footer.send_message
source: Send message
de: Nachricht senden
es: Enviar

# global.footer.represent_ecotur
source: Represented in Cuba by Ecotur
de: Vertreten in Kuba durch Ecotur
es: Representado en Cuba por Ecotur

# global.footer.contact
source: Contact
de: Kontakt
es: Contacto

# global.footer.sending
source: sending...
de: das senden

# global.citizen_info.title
source: Info for US citizens
de: Info für US-Bürger
es: Información para ciudadanos estadounidenses

# global.citizen_info.greeting
source: Dear Prospective US Citizen Customer
de: Liebe Interessenten mit Staatangehörigkeit der USA.
es: Estimado cliente con ciudadanía estadounidense:

# global.citizen_info.text_1
source: To the best of our knowledge, all of our experiences allow you to travel to Cuba without conflicting with the U.S. Department of State. They fall under the Support for the Cuban People Category of Travel.
de: Nach unserem Wissenstand erlauben alle unsere Produkte Ihnen eine Reise nach Kuba, ohne, dass Sie in einen Konflikt mit dem U.S. Department of State geraten.
es: Según nuestro conocimiento, todos nuestros servicios le autorizan a viajar a Cuba sin que esto provoque conflictos con el Departamento de Estado de los Estados Unidos. Ellos se encuentran dentro de la categoría de viaje: Apoyo para el Pueblo Cubano.

# global.citizen_info.text_2
source: None of our products include economic interactions with the List of Restricted Entities and Associated with Cuba as of July 26, 2019 from the Bureau of Economic and Business Affairs.
de: In keinem unserer Produkte sind die für US Bürger nicht erlaubten Punkte der „ List of Restricted Entities and Subenties and Associated with Cuba as of July 26, 2019 from the bureau of economic and business affairs“ enthalten.
es: Ninguno de nuestros servicios constituye una violación de las estipulaciones recogidas en la lista de Entidades Restringidas y Subordinadas y Asociadas con Cuba de julio de 2019 de la Dirección de Asuntos Económicos y Empresariales (List of Restricted Entities and Subenties and Associated with Cuba as of July 26, 2019 from the bureau of economic and business affairs).

# global.citizen_info.text_4
source: Please feel free to book our services without any problems. We will gladly provide you photos and text documentation about the itinerary during the trip for your records.
de: Sie können also entspannt unsere Dienstleistungen buchen. Gerne erstellen wir Ihnen während der Reise eine Bild- und Textdokumentation über den Reiseverlauf.
es: Por lo que puede reservar nuestros servicios sin preocupación alguna. Con mucho gusto le proporcionamos además durante su viaje información detallada acerca de su itinerario en Cuba.

# global.footer.recived_message
source: We are receive your message, soon we will get in touch :)
de: Wir erhalten Ihre Nachricht, wir werden uns umgehend bei Ihnen melden :)

# global.footer.error
source: Upps! something wrong has happen :(
de: Hoppla! etwas falsches ist passiert :(

# global.footer.in_cuba
source: In Cuba
es: En Cuba

# index.us.description_2
source: We travel with you on our Cubykes through Cuba and its impressive landscapes with its impressive people and on impressive bikes ... of course we also drive to a lot of colonial cities such as Havana, Trinidad and Cienfuegos, but we also cross the beautiful cuban biosphere reserves in Viñales, Las Terrazas, El Nicho, Topes de Collantes, Las Escaleras de Jaruco, Isla De La Juventud and more
es: Viajamos contigo en nuestras Cubykes por Cuba, mostrándote sus impresionantes paisajes, conociendo a su gente alegre y solidaria, en bicicletas increíbles. Por supuesto vamos a muchas ciudades coloniales como a La Habana, Trinidad y Cienfuegos, pero también cruzamos las hermosas reservas de la bisofera como Viñales, Las Terrazas, El Nicho, Topes de Collantes, Las Escaleras de Jaruco, la Isla de la Juventud y más

# index.tours.review
source: We were first time visitors to Havana, Cuba and we were fortunate to have booked a private tour for 5 people with Cubyke. There is no better way to see this amazing city, than with our guide Alejandro and Cubyke.
es: Lo mejor que hecho en estos días ha sido este viaje. Adoré cada minuto del recorrido. Fue genial viajar la Habana con Cubyke, de ser posible lo haría cada semana. El que desee relajarse y disfrutar de un Tour diferente debería intentarlo.

# global.citizen_info.text_3
source: Likewise we are constantly checking the State Department updates and adjusting our tours accordingly.
es: Asimismo, revisamos constantemente las actualizaciones del departamente de Estado y ajustamos nuestros recorridos en concordancia.
